{
    "Thái Nguyên": {
        "culture_details": "Thái Nguyên mới là 'Thủ đô gió ngàn', vùng đất trung tâm của Việt Bắc, nơi hội tụ giữa văn hóa trà đặc sắc và di sản thiên nhiên hùng vĩ. Đây là sự kết hợp giữa 'Đệ nhất danh trà' Thái Nguyên, cái nôi của ngành công nghiệp luyện kim Việt Nam, nơi có khu di tích lịch sử ATK Định Hóa an toàn khu; và Bắc Kạn, vùng đất của Di sản Thiên nhiên ASEAN Hồ Ba Bể - một trong những hồ nước ngọt tự nhiên lớn nhất thế giới, cùng nền văn hóa đặc trưng của các dân tộc Tày, Nùng.",
        "sub_regions": [
            {
                "name": "Khu vực Thái Nguyên (cũ)",
                "highlights": "'Thủ đô gió ngàn', 'Đệ nhất danh trà' Tân Cương, ATK Định Hóa."
            },
            {
                "name": "Khu vực Bắc Kạn",
                "highlights": "Di sản Thiên nhiên ASEAN Hồ Ba Bể, Vườn Quốc gia Ba Bể, văn hóa dân tộc Tày."
            }
        ],
        "places_to_visit": [
            {
                "name": "Hồ Ba Bể (Bắc Kạn)",
                "category": "di sản",
                "details": "Di sản Thiên nhiên ASEAN, một trong 20 hồ nước ngọt tự nhiên đẹp nhất thế giới, bao gồm các điểm như Ao Tiên, Động Puông, Thác Đầu Đẳng."
            },
            {
                "name": "Khu di tích Lịch sử - Sinh thái ATK Định Hóa (Thái Nguyên)",
                "category": "lịch sử",
                "details": "Di tích Quốc gia đặc biệt, 'Thủ đô kháng chiến' nơi Chủ tịch Hồ Chí Minh và các vị lãnh đạo đã sống và làm việc trong kháng chiến chống Pháp."
            },
            {
                "name": "Hồ Núi Cốc (Thái Nguyên)",
                "category": "giải trí",
                "details": "Hồ nhân tạo gắn liền với huyền thoại nàng Công - chàng Cốc, là khu du lịch phức hợp với nhiều hoạt động vui chơi, tâm linh."
            },
            {
                "name": "Vườn Quốc gia Ba Bể (Bắc Kạn)",
                "category": "sinh thái",
                "details": "Nơi bảo tồn hệ sinh thái rừng trên núi đá vôi đặc trưng, với nhiều loài động thực vật quý hiếm, bao quanh Hồ Ba Bể."
            },
            {
                "name": "Bảo tàng Văn hóa các Dân tộc Việt Nam (Thái Nguyên)",
                "category": "văn hóa",
                "details": "Bảo tàng lớn nhất về văn hóa các dân tộc, trưng bày hơn 10.000 hiện vật, tài liệu về đời sống, văn hóa của 54 dân tộc anh em."
            }
        ],
        "what_to_eat": [
            {
                "name": "Chè Tân Cương (Thái Nguyên)",
                "category": "đặc sản",
                "details": "Thương hiệu chè nổi tiếng nhất Việt Nam với hương thơm cốm non, vị chát dịu và hậu ngọt sâu lắng."
            },
            {
                "name": "Cá nướng Pác Ngòi (Bắc Kạn)",
                "category": "đặc sản",
                "details": "Cá tươi đánh bắt từ Hồ Ba Bể được kẹp tre và nướng trên than hồng, thịt thơm ngọt và giữ được độ tươi ngon tự nhiên."
            },
            {
                "name": "Bánh coóc mò (Thái Nguyên)",
                "category": "đặc sản",
                "details": "Loại bánh của người Tày, làm từ gạo nếp, có hình sừng bò, gói bằng lá dong, mang ý nghĩa cầu mong sự no đủ."
            },
            {
                "name": "Lạp xưởng hun khói Ba Bể (Bắc Kạn)",
                "category": "đặc sản",
                "details": "Lạp xưởng làm từ thịt lợn bản, được tẩm ướp gia vị núi rừng và hun khói bằng bã mía, có hương vị rất đặc trưng."
            },
            {
                "name": "Nem chua Đại Từ (Thái Nguyên)",
                "category": "đặc sản",
                "details": "Nem chua nổi tiếng làm từ thịt lợn nạc, bì thái sợi và thính rang thơm, gói bằng lá chuối, có vị chua thanh."
            }
        ],
        "festivals": [
            {
                "name": "Lễ hội Lồng Tồng Ba Bể (Bắc Kạn)",
                "time": "Ngày 9-10 tháng Giêng âm lịch",
                "details": "Lễ hội xuống đồng lớn nhất của người Tày ở Bắc Kạn, cầu cho một năm mới an khang, mùa màng bội thu, với nhiều trò chơi dân gian."
            },
            {
                "name": "Lễ hội Chùa Hang (Thái Nguyên)",
                "time": "Từ ngày 19 đến 21 tháng Giêng âm lịch",
                "details": "Lễ hội xuân thu hút đông đảo du khách thập phương đến vãn cảnh chùa trong hang và cầu phúc lộc đầu năm."
            }
        ],
        "specialties_as_gifts": [
            "Chè Tân Cương (Thái Nguyên)",
            "Miến dong Na Rì (Bắc Kạn)",
            "Tương nếp Úc Kỳ (Thái Nguyên)",
            "Măng vầu, mật ong rừng (Bắc Kạn)",
            "Bánh kẹo đặc sản Thái Nguyên"
        ],
        "best_time_to_visit": "Mùa xuân (tháng 1-3 âm lịch) là mùa của các lễ hội. Mùa thu (tháng 9-11) thời tiết mát mẻ, khô ráo, cảnh sắc Hồ Ba Bể và Hồ Núi Cốc rất đẹp. Tháng 5-6 có thể chèo thuyền kayak trên Hồ Ba Bể.",
        "travel_tips": "1. Nên dành ít nhất 2-3 ngày để khám phá đầy đủ Thái Nguyên và Bắc Kạn.\n2. Tham quan Hồ Ba Bể nên đi thuyền để khám phá các điểm như Ao Tiên, Động Puông.\n3. Thử các món đặc sản: chè Tân Cương, cá nướng Pác Ngòi, bánh coóc mò, lạp xưởng hun khói Ba Bể.\n4. Tham quan ATK Định Hóa nên đi vào buổi sáng để có thời gian tìm hiểu về lịch sử.\n5. Thưởng thức chè Tân Cương tại các quán chè cổ để cảm nhận hương vị đặc trưng.\n6. Tham quan Hồ Núi Cốc nên đi vào buổi chiều để ngắm hoàng hôn.\n7. Mua quà lưu niệm: chè Tân Cương, miến dong Na Rì, tương nếp Úc Kỳ, mật ong rừng.\n8. Tham quan Vườn Quốc gia Ba Bể nên có hướng dẫn viên để hiểu về hệ sinh thái.\n9. Đi vào dịp lễ hội Lồng Tồng (9-10 tháng Giêng) để trải nghiệm văn hóa Tày.\n10. Tham quan Bảo tàng Văn hóa các Dân tộc nên dành 2-3 giờ để xem đầy đủ.\n11. Nếu đi vào mùa đông, nên mang theo áo ấm vì nhiệt độ có thể xuống thấp.\n12. Tham quan các bản làng người Tày nên thuê homestay để trải nghiệm văn hóa địa phương."
    }
}